OpenFOAM_Maincode/tutorials/multiphaseEuler/hydrofoil/constant/fvModels
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  11
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    object      fvOptions;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phaseTurbulenceStabilisation
{
    type    phaseTurbulenceStabilisation;

    libs    ("libmultiphaseEulerFoamFvModels.so");

    phase   gas;

    alphaInversion  0.1;
}


// ************************************************************************* //
